// export const APIURL = 'http://localhost:8080';
export const APIURL = 'http://192.168.100.10:8080';

export const urlToCopy = 'https://www.gazas-child-read-hope.kr';

export const KoreanExplain = [
  {
    title: '프로젝트 소개',
    content: `
    이 프로젝트는 “가자지구 아이들이 겪고 있는 고통과 아픔에 작은 도움이
    되고 싶다.” 하는 마음에서 시작했습니다.
    <br />
    <br />
    프로젝트를 기획하는 과정에서, 그 어떤 종교적 정치적 편향 없이
    ‘가자지구 아이들’에 초점이 맞춰질 수 있도록 많이 고민하고
    노력했습니다.우리의 선조들은 전쟁의 아픔 속에서도, 전 세계의 도움을
    받아 오늘날의 대한민국을 일궈냈습니다. 그리고 이제는 우리가 그 도움의
    주체가 되어, 가자지구의 어린이들에게 희망의 손길을 내밀고자 합니다. 
    <br />
    <br />
    그 아이들이 테러의 그림자가 아닌, 더 나은 세계를 만들어가는 주역으로
    성장할 수 있도록 돕고자 합니다. 이는 단순한 도움이 아니라, 평화와
    번영의 미래를 향한 확고한 발걸음이 될 것입니다. 가자지구의 아이들이
    밝은 미래를 그리며, 다음 세대의 훌륭한 구성원으로 성장할 수 있도록, 그
    아이들에게 작지만 확실한 변화를 주기 위해 프로젝트를 시작합니다.
    `,
  },
  {
    title: '프로젝트 3단계 로드맵',
    content: `
    <strong>step 1</strong>. ‘Gaza’s Child Read HOPE’ 사이트에서 전 세계의 따뜻한 메시지와 기부금을 모으고
<br/>
<br/>
<strong>step 2</strong>. 모인 메시지들로 책자를 만들어서
    <br/><br/>
    <strong>step 3</strong>. 그 책자들을 가자지구의 아이들에게 전달합니다!
    <br/><br/>
    ※ 모든 진행 상황은 인스타그램 및 페이스북을 통해 계속 업데이트 될 예정입니다. 지켜봐 주세요:)<br/>
    `,
  },
  {
    title: '기부금 및 책자 관련 공지',
    content: `
    <strong>기부금 관련</strong>
<br/><br/>
    - 서버 비용을 제외한 모든 기부금은 ‘책자 제작’에 사용되며, 남은 금액은 가자지구 긴급구호활동에 전달됩니다.<br/>
    - 기부금 모금 현황은 토스 아이디(peacegaza) 내역에서 투명하게 공개되고 있으며, 누적 기부금은 매 정시마다 이 웹사이트에 업데이트 됩니다.<br/>
    - 또한, 결제 pg 연동 및 후원금 세액공제 협력을 위한 지정기부금단체를 찾고 있습니다. peace.in.gaza.kr@gmail.com으로 문의 부탁드립니다.<br/>
    <br/>
    <strong>책자 관련</strong>
    <br/><br/>
    - 책자에 담기는 모든 메시지는 부적절한 단어(비속어, 성적 수치심 등) 필터링을 거친 후, 아랍어로 번역됩니다.<br/>
    - 책자 디자인 시안 관련해서는, 진행 상황에 맞춰 추후 업데이트 될 예정입니다.<br/>
    `,
  },
  {
    title: '추가 공지',
    content: `
    좋은 취지를 가지고 모인 개발자들이 함께 만든 사이트입니다.
<br/><br/>
    아직 완벽하진 않지만, 안정적인 서비스 제공을 위해 최선을 다하고 있습니다. 그럼에도 불구하고, 사용자 분들이 많이 몰리게 되면 서버에 부담이 생겨 일시적으로 접속이 어려워질 수 있습니다. 하지만 걱정하지 마세요! 많은 사람들의 소중한 메시지는 안전하게 보관됩니다:)
    <br/><br/>
    만약 문제가 발생한다면, 주저하지 마시고 인스타그램 DM을 통해 연락 주시길 부탁드립니다.
    `,
  },
];
